
    {
        "tncID":1,
        "discription":"Please review this Request for Access, the Terms of Use and Privacy Policy.​The UnitedHealth Group and affiliates application (the “UHG App.”) enables you to access your clinical, claim, demographic and formulary information (collectively “Health Information”) from other health plans/payers/insurers (“Insurers”). You have the right to get a copy of this information under the Interoperability and Patient Access final rule [CMS-9115-F] (“Interoperability Rights”). You authorize the UHG App. to help you exercise your Interoperability Rights. This Request for Access is voluntary, and you may not be denied treatment, payment for health care services, or enrollment or eligibility for health care benefits if you do not sign this form.​You may, for the purposes of selecting a health plan or offering other relevant products and services from UnitedHealth Group and its affiliated companies, grant access to your Health Information from other Insurers. Any Health Information obtained via the UHG App. may be subject to re-disclosure by the recipient, and if the recipient is not a health plan or health care provider, the information may no longer be protected by the federal privacy regulations. This authorization shall be valid for the duration you and your current insurer allow access and can be revoked at any time by notifying the Insurer. ​To request your health information from your Insurer using the UHG App., you will be directed to your Insurer’s system to connect your Insurer’s system with the UHG App. The UHG App. cannot see and we will not store any usernames and passwords utilized by you to access the Insurers systems.​UnitedHealth Group does not control access to your Insurer’s systems, so we are not responsible if you cannot use our app. to get your health information from the Insurer’s system. UnitedHealth Group does not create or maintain the information you retrieve through your Insurer’s systems, so we are not responsible for the accuracy, completeness or timeliness of the information retrieved through our app."
    }
